
/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac needs your permission to make changes required by its functionality.";

"Done" = "Done";

"Emptying Trash" = "Emptying Trash";

"Estimating…" = "Estimating…";

"%@ Used" = "%@ Used";

"Empty" = "Empty";

/* File Sizes */
"KB" = "KB";

"MB" = "MB";

"GB" = "GB";

"TB" = "TB";

"PB" = "PB";

"EB" = "EB";

"Uninstall Completely" = "Uninstall Completely";
"Remove trashed applications along with all related leftovers." = "Remove trashed applications along with all related leftovers.";

"Launch CleanMyMac" = "Launch CleanMyMac";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac will help you remove trashed applications along with all related leftovers.";

"Empty Trash" = "Empty Trash";

"The size of files in your Trash has exceeded the %@ limit you have set." = "The size of files in your Trash has exceeded the %@ limit you have set.";

"Window_LaunchCMMButtonTitle_CMMOff" = "Launch CleanMyMac 3";
"Window_LaunchCMMButtonTitle_CMMOn" = "Show CleanMyMac 3";

"Trash" = "Trash";
"PluralForm0_file" = "file";
"PluralForm1_file" = "files";
"PluralForm2_file" = "files";

"Scan" = "Scan";

"ButtonTitle_UnlockFullVersion" = "Unlock Full Version";
"ButtonTitle_UnlockWithDisount" = "Buy at %li%% Discount";
